Repository: japf/2day
Catalog: src/2Day.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, es_es, fr_fr, hu_hu, pl_pl, ru_ru, sv_se, zh_cn

# GeneralSettingsPage_CompletedTasks.Text
source: Completed tasks
cs_cz: Dokončené úkoly
es_es: Tareas completadas
fr_fr: Tâches terminées
hu_hu: A befejezett feladatokat
pl_pl: Zakończone zadania
ru_ru: Завершенные задачи
sv_se: Färdigställda uppgifter
zh_cn: 已完成的任务

# GeneralSettingsPage_DefaultContext.Text
source: Default context
cs_cz: Výchozí kontext
es_es: Contexto predeterminado
fr_fr: Contexte par défaut
hu_hu: Alapértelmezett kategória
pl_pl: Domyślny kontekst
ru_ru: Контекст по умолчанию
sv_se: Default kontext
zh_cn: 默认语境

# GeneralSettingsPage_DefaultDueDate.Text
source: Default due date
cs_cz: Výchozí termín
es_es: Vencimiento por defecto
fr_fr: Echéance par défaut
hu_hu: Alapértelmezett határidő
pl_pl: Domyślna data zakończenia
ru_ru: Дата выполнения по умолчанию
sv_se: Default färdigställandedatum
zh_cn: 默认截止日期

# GeneralSettingsPage_DefaultStartDate.Text
source: Default start date
cs_cz: Výchozí začátek
es_es: Fecha de inicio predeterminada
fr_fr: Date de démarrage par défaut
hu_hu: Alapértelmezett kezdési idő
pl_pl: Domyślna data rozpoczęcia
ru_ru: Дата начала по умолчанию
sv_se: Default startdatum
zh_cn: 默认出发日期

# GeneralSettingsPage_DefaultTaskPriority.Text
source: Default priority
cs_cz: Výchozí priorita
es_es: Prioridad predeterminada
fr_fr: Priorité par défaut
hu_hu: Alapértelmezett fontosság
pl_pl: Domyślny priorytet
ru_ru: Приоритет по умолчанию
sv_se: Default prioritet
zh_cn: 默认优先级

# GeneralSettingsPage_FirstDayOfTheWeek.Text
source: First day of the week
cs_cz: První den v týdnu
es_es: Primer día de la semana
fr_fr: Premier jour de la semaine
hu_hu: A hét első napja
pl_pl: Pierwszy dzień tygodnia
ru_ru: Первый день недели
sv_se: Firsta dagen i veckan
zh_cn: 周中的第一天

# GeneralSettingsPage_GroupedDateDescription.Text
source: When option is on, dates in will be grouped like the following: "Late", "Today", "Next 7 Days"... instead of having each date as a separate group.
cs_cz: Když je volba zapnuta, termíny budou seskupeny následovně: "Opožděno", "Dnes", "Příštích 7 dní"… místo zobrazení každého termínu jednotlivě.
es_es: Cuando esta opción esta activada, las fechas se agruparán en: “Vencidas”, “Hoy”, “Siguientes 7 días”... en lugar de tener cada fecha en un grupo separado.
fr_fr: Lorsque l'option est activée, les tâches seront regroupées par date de la manière suivante : "En retard", "Aujourd'hui", "Les 7 prochains jours", etc, au lieu d'avoir chaque date d'échéance dans un groupe à part.
hu_hu: Ha ez a lehetőség be van kapcsolva, a határidők és a kezdési idők a következők szerint lesznek csoportosítva: "Lejárt", "Ma", "Holnap" stb. Ha ez a lehetőség ki van kapcsolva, a különböző határidővel, illetve kezdési idővel rendelkező feladatok külön csoportba kerülnek.
pl_pl: Kiedy ta opcja jest włączona, daty będą grupowane następująco: "Opóźnione", "Dziś", "Następne 7 dni" … zamiast posiadania każdej daty jako osobną grupę.
ru_ru: Когда опция включена, даты будут отображатся как: Просрочено, Сегодня, Следующие 7 дней, вместо отображения каждой даты в качестве отдельной группы.
sv_se: När denna funktion är på grupperas datum så: "Försenat", "Idag", "Kommande 7 dagar" … i stället för som separata grupper.
zh_cn: 该选项开启时，所有在任务中的日期将被分组例如“迟到”、“今天”、“7天后”等，而不是每个日期作为单独的组。

# GeneralSettingsPage_ShowFutureStartDates.Text
source: Show tasks with start date in the future
cs_cz: Zobraz úkoly začínající v budoucnu
es_es: Mostrar tareas con fecha de inicio en el futuro
fr_fr: Montrer les tâches avec une date de démarrage dans le futur
hu_hu: Jövőben kezdődő feladatok megmutatása
pl_pl: Pokazuj zadania z datą rozpoczęcia
ru_ru: Показывать задачи с датой начала в будущем
sv_se: Visa uppgifter med framtida startdatum
zh_cn: 将来显示有开始日期的任务

# GeneralSettingsPage_ShowNoDueWithOther.Text
source: Show tasks with no due dates with others
cs_cz: Zobrazit úkoly bez termínu splnění mezi ostatními úkoly
es_es: Mostrar las tareas sin fecha con las otras
fr_fr: Montrer les tâches sans échéances avec les autres
hu_hu: Határidő nélküli feladatok megmutatása a többivel együtt
pl_pl: Pokaż zadania bez daty do z innymi zadaniami
ru_ru: Показывать задачи без даты выполнения вместе с остальными
sv_se: Visa uppgifter utan färdigställandedatum tillsammans med övriga
zh_cn: 在其他中显示没有截止日期的任务

# GeneralSettingsPage_ShowNoDueWithOtherDescription.Text
source: When option is on, tasks without due date are shown with those which have a due date in the "today", "tomorrow" and "week" view.
cs_cz: Pokud je volba zapnuta, úkoly bez termínu splnění jsou zobrazeny společně s úkoly, které mají termín v zobrazení "dnes", "zítra" a "v týdnu".
es_es: Cuando la opción está activada, las tareas sin datos aparecen con los que tienen una fecha de vencimiento en la vista "hoy", "mañana" y "semana"
fr_fr: Lorsque l'option est activée, les tâches sans échéances sont visibles dans les vues "aujourd'hui", "demain" et "semaine".
hu_hu: Ha ez a lehetőség be van kapcsolva, a határidő nélküli feladatok is megjelennek a "mai", a "holnapi" és a "heti" nézetben.
pl_pl: Kiedy ta opcja jest włączona, zadania bez daty zakończenia są wyświetlane z tymi co mają daty w widokach "dziś", "jutro" oraz "tydzień".
ru_ru: Когда опция включена, задачи без даты выполнения отображаются со всеми остальными.
sv_se: När denna funktion är på visas uppgifter utan färdigställandedatum tillsammans med de som har sådant i "idag-", "imorgon-" och "vecko-" vyerna
zh_cn: 该选项开启时，没有截止日期的任务将和那些像“今天”、“明天”或“一周”等有截止日期的任务被一同显示。

# GeneralSettingsPage_SyncOnStartup.Text
source: Sync at startup
cs_cz: Sychronizace při startu
es_es: Sincornización al empezar
fr_fr: Synchroniser au démarrage
hu_hu: Szinkronizálás indításkor
pl_pl: Synchronizuje przy uruchomieniu
ru_ru: Синхронизировать при запуске
sv_se: Synkronisera vid start
zh_cn: 在启动时同步

# GeneralSettingsPage_Theme.Text
source: Theme
cs_cz: Téma
es_es: Tema
fr_fr: Thème
hu_hu: Téma
pl_pl: Motyw
ru_ru: Тема
sv_se: Tema
zh_cn: 主题

# GeneralSettingsPage_Title.Text
source: General
cs_cz: Obecné
fr_fr: Général
hu_hu: Általános
pl_pl: Główne
ru_ru: Главная
sv_se: Allmänt
zh_cn: 常规

# GeneralSettingsPage_UseGroupedDates.Text
source: Use grouped dates
cs_cz: Seskupit datumy
es_es: Utilizar las fechas de grupos
fr_fr: Dates groupées
hu_hu: Dátumok csoportosítása
pl_pl: Użyj grupowania wg dat
ru_ru: Использовать сгруппированные даты
sv_se: Använd gruppering av datum
zh_cn: 使用分组日期

# HomePage_AppBarEdit.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Edit
cs_cz: Upravit
es_es: Editar
fr_fr: Éditer
hu_hu: Szerkesztés
pl_pl: Edytuj
ru_ru: Изменить
sv_se: Redigera
zh_cn: 编辑

source: Settings
cs_cz: Nastavení
es_es: Configuración
fr_fr: Paramètres
hu_hu: Beállítások
pl_pl: Ustawienia
ru_ru: Настройки
sv_se: Inställningar
zh_cn: 设置

# HomePage_AppBarSync.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Sync
cs_cz: Synchronizovat
es_es: Sincronización
fr_fr: Synchro
hu_hu: Szinkronizálás
pl_pl: Synchronizuj
ru_ru: Синхронизация
sv_se: Synkronisering
zh_cn: 同步

# LogViewerSettingsPage_Title.Text
source: Logs
cs_cz: Záznamy
es_es: Registros
hu_hu: Naplózás
pl_pl: Rejestry
ru_ru: Журналы
sv_se: Log
zh_cn: 记录

# MainPage_SearchBox_QuickAdd.PlaceholderText
source: Task name...
cs_cz: Název úkolu...
es_es: Nombre de tarea...
fr_fr: Nom de la tâche...
hu_hu: Feladat elnevezése…
pl_pl: Nazwa zadania...
ru_ru: Название задачи...
sv_se: Uppgiftsnamn …
zh_cn: 任务名称…

# MainPage_SearchBox_Search.PlaceholderText
source: Search...
cs_cz: Hledat...
es_es: Busqueda...
fr_fr: Recherche...
hu_hu: Keresés…
pl_pl: Szukam...
ru_ru: Поиск...
sv_se: Sök …
zh_cn: 搜索

# MiscSettingsPage_Language.Text
source: Language (restart required)
cs_cz: Jazyk (vyžaduje restartování)
es_es: Idioma (reiniciar)
fr_fr: Langue (redémarrage requis)
hu_hu: Nyelv (újraindítás szükséges)
pl_pl: Język (wymaga ponownego uruchomienia)
ru_ru: Язык (требуется перезагрузка)
sv_se: Språk (omstart erfordras)
zh_cn: 语言 （需要重新启动)

# MiscSettingsPage_SendAnalytics.Header
source: Send anonymous usage statistics
cs_cz: Zaslat anonymní statistiky o používání
es_es: Enviar estadísticas de uso anónimas
fr_fr: Envoyer des statistiques d'utilisation anonyme
hu_hu: Személyes adatokat nem tartalmazó használati statisztika elküldése
pl_pl: Wyślij anonimowe statystyki dotyczące użytkowania
ru_ru: Отправить статистику анонимного пользования
sv_se: Sänd anonym användningsstatistik
zh_cn: 发送匿名使用数据

# MiscSettingsPage_ShowAnalyticsQuestion.Header
source: Show occasionally question about the way you use 2Day
cs_cz: Občas zobrazit otázku o způsobu používání 2Day
es_es: Mostrar ocasionalmente cuestiones acerca de la forma de usar 2Day
fr_fr: Montrer occasionnellement une question à propos de votre manière d'utiliser 2Day
hu_hu: A 2Day használatával kapcsolatos kérdések engedélyezése
pl_pl: Pytaj od czasu do czasu o to, jak używasz 2Day
ru_ru: Периодически показывать вопрос относительно способа, которым вы используете 2Day
sv_se: Visa då och då fråga om hur du använder 2Day
zh_cn: 显示关于使用2Day方法的随机问题

# MiscSettingsPage_Title.Text
source: Misc
cs_cz: Různé
es_es: Otro
fr_fr: Autre
hu_hu: Egyebek
pl_pl: Różne
ru_ru: Разное
sv_se: Diverse
zh_cn: 杂项

# OptionsSettingsPage_Title.Text
source: Options
cs_cz: Možnosti
es_es: Opciones
hu_hu: Beállítások
pl_pl: Opcje
ru_ru: Опции
sv_se: Alternativ
zh_cn: 选项

# QuickAddTaskPage_Date.Text
source: Date
cs_cz: Datum
es_es: Fecha
hu_hu: Dátum
pl_pl: Data
ru_ru: Дата
sv_se: datum för färdigställande
zh_cn: 日期

# QuickAddTaskPage_Folder.Text
source: Folder
cs_cz: Složka
es_es: Carpeta
fr_fr: Dossier
hu_hu: Mappa
ru_ru: Папка
sv_se: Mapp
zh_cn: 文件夹

# QuickAddTaskPage_Name.Text
source: Quick add
cs_cz: Rychle přidat
es_es: Añadir rapidamente
fr_fr: Ajout rapide
hu_hu: Feladat azonnali létrehozása
pl_pl: Szybkie dodanie
ru_ru: Быстрое добавление
zh_cn: 快速添加

# QuickAddTaskPage_NamePlaceholder.PlaceholderText
source: Task name
cs_cz: Název úkolu
es_es: Nombre de tarea
fr_fr: Nom de la tâche
hu_hu: Feladat elnevezése
pl_pl: Nazwa zadania
ru_ru: Название задачи
sv_se: Uppgiftsnamn
zh_cn: 任务名称

# QuickAddTaskPage_NoDueDate.Header
source: no due date
cs_cz: žádný termín splnění
es_es: Sin fecha
fr_fr: pas d'échéance
hu_hu: határidő nélkül
pl_pl: brak daty do
ru_ru: нет даты выполнения
sv_se: inget färdigställandedatum
zh_cn: 没有截止日期

# QuickAddTaskPage_Title.Text
source: Title
cs_cz: Název
es_es: Título
fr_fr: Titre
hu_hu: Tárgy
pl_pl: Tytuł
ru_ru: Название
sv_se: Titel
zh_cn: 标题

# SettingsPage_Log.Text
source: Logs
cs_cz: Záznamy
es_es: Registros
hu_hu: Naplózás
pl_pl: Rejestry
ru_ru: Журналы
sv_se: Log
zh_cn: 记录

# SettingsPage_Log_Detail.Text
source: Capture logs during sync
cs_cz: Zachovat záznamy během synchronizace
es_es: Capturar registros durante la sincronización
fr_fr: Capturer les logs durant la synchro
hu_hu: A szinkronizálás naplózása
pl_pl: Przechwyć rejestry podczas synchronizacji
ru_ru: Собирать журналы во время синхронизации
sv_se: Spara log vid synkronisering
zh_cn: 同步时获取记录

# SettingsPage_SyncAuto.Text
source: Automatic sync
cs_cz: Automatická synchronizace
es_es: Sincronización automática
fr_fr: Synchro automatique
hu_hu: Automatikus szinkronizálás
pl_pl: Synchronizacja automatyczna
ru_ru: Автоматическая синхронизация
sv_se: Automatisk synkronisering
zh_cn: 自动同步

# SettingsPage_SyncAuto_Detail.Text
source: Sync after each change
cs_cz: Zahájit synchronizaci na pozadí po každé změně
es_es: Empezar una sincronización de fondo después de cada cambio
fr_fr: Faire une synchro après chaque changement
hu_hu: Szinkronizálás minden módosítást követően
pl_pl: Uruchom synchronizację w tle po każdej zmianie
ru_ru: Производить фоновую синхронизацию после каждого изменения
sv_se: Synkronisera efter varje ändring
zh_cn: 在每次更改之后启动背景的同步

# SettingsPage_SyncBackground.Text
source: Background sync
cs_cz: Synchronizace na pozadí
es_es: Sincornización de fondo
fr_fr: Synchro en arrière plan
hu_hu: Szinkronizálás a háttérben
pl_pl: Synchronizacja w tle
ru_ru: Синхронизация в фоновом режиме
sv_se: Synkronisering i bakgrunden
zh_cn: 后台同步

# SettingsPage_SyncBackground_Detail.Text
source: Sync in the background when you don't use 2Day
cs_cz: Synchronizace na pozadí v době, když nepoužíváte 2Day
es_es: Sincornización de fondo cuando no uses 2Day
fr_fr: Synchroniser en arrière plan quand vous n'utilisez pas 2Day
hu_hu: A 2Day a háttérben akkor is szinkronizál, amikor nem használja az alkalmazást
pl_pl: Synchronizuj w tle kiedy nie używasz 2Day
ru_ru: Синхронизация в фоновом режиме, когда вы не используете 2Day
sv_se: Synkronisera i bakgrunden när du inte använder 2Day
zh_cn: 当您不使用 2Day 时进行后台同步

# SettingsPage_SyncOnStartup.Text
source: Sync on startup
cs_cz: Sychronizovat při startu
es_es: Sincronizar al iniciar el programa
fr_fr: Synchro au démarrage
hu_hu: Szinkronizálás indításkor
pl_pl: Synchronizuj po włączeniu aplikacji
ru_ru: Синхронизация при запуске
sv_se: Synkronisera vid start
zh_cn: 在启动时同步

# SettingsPage_SyncOnStartup_Detail.Text
source: Start a sync as soon as the app starts
cs_cz: Spustit synchronizaci při startu
es_es: Empezar una sincronizavión tan rápido como l'aplicación empieze
fr_fr: Faire une synchro au démarrage
hu_hu: Szinkronizálás a 2Day elindításakor
pl_pl: Uruchom synchronizację zaraz po uruchomieniu aplikacji
ru_ru: Производить синхронизацию как только приложение включается
sv_se: Starta synkronisering omedelbart när appen startas
zh_cn: 每次打开应用程序时都进行同步

# SyncSettingsPage_AddAccount.Text
source: Add a new account
cs_cz: Vytvořit nový účet.
es_es: Añadir una cuenta nueva
fr_fr: Ajouter un nouveau compte
hu_hu: Új fiók hozzáadása
pl_pl: Dodaj nowe konto
ru_ru: Добавить новую учетную запись
sv_se: Lägg till ett nytt konto
zh_cn: 添加一个新的账号

# SyncSettingsPage_HowToChoose.Content
source: How to choose your sync provider ?
cs_cz: Jak zvolit vašeho poskytovatele synchronizace?
es_es: Cómo escoger el proveedor de sincronizaciones?
fr_fr: Comment choisir la synchro ?
hu_hu: Segítség a kiszolgálótípus kiválasztásához
pl_pl: Jak wybrać serwer synchronizacji?
ru_ru: Как выбрать Вашу службу синхронизации?
sv_se: Hur väljer jag tjänst för synkronisering?
zh_cn: 如何选择您的同步提供方？

# SyncSettingsPage_LastSync.Text
source: Last sync
cs_cz: Poslední synchronizace
es_es: Última sincronización
fr_fr: Dernière synchro
hu_hu: Legutóbbi szinkronizálás
pl_pl: Ostatnia synchronizacja
ru_ru: Последняя синхронизация
sv_se: Senaste synkronisering
zh_cn: 上次同步

# SyncSettingsPage_LastSyncNever
source: Never
cs_cz: Nikdy
es_es: Nunca
fr_fr: Jamais
hu_hu: Soha
pl_pl: Nigdy
ru_ru: Никогда
sv_se: Aldrig
zh_cn: 从不

# SyncSettingsPage_Title.Text
source: Sync
cs_cz: Synchronizovat
es_es: Sincronización
fr_fr: Synchro
hu_hu: Szinkronizálás
pl_pl: Synchronizuj
ru_ru: Синхронизация
sv_se: Synkronisering
zh_cn: 同步

# TaskOrderSettingsPage_Ascending.Content
source: Ascending
cs_cz: Vzestupně
es_es: Ascendente
fr_fr: Croissant
hu_hu: Növekvő
pl_pl: Rosnąco
ru_ru: По возрастанию
sv_se: Stigande
zh_cn: 升序

# TaskOrderSettingsPage_Descending.Content
source: Descending
cs_cz: Sestupně
es_es: Descendente
fr_fr: Décroissant
hu_hu: Csökkenő
pl_pl: Malejąco
ru_ru: По убыванию
sv_se: Fallande
zh_cn: 降序

# TaskOrderSettingsPage_OrderingType1.Text
source: sort by
cs_cz: seřazeno podle
es_es: ordenar por
fr_fr: trier par
hu_hu: rendezés
pl_pl: sortuj po
ru_ru: сортировать по
sv_se: sortera efter
zh_cn: 按分类

# TaskOrderSettingsPage_OrderingType2.Text
source: then by
cs_cz: pak podle
es_es: después por
fr_fr: puis par
hu_hu: majd
pl_pl: potem po
ru_ru: затем по
sv_se: sedan efter
zh_cn: 按次序

# TaskOrderSettingsPage_OrderingType3.Text
source: and finally by
cs_cz: a nakonec podle
es_es: y finalmente por
fr_fr: et enfin par
hu_hu: végül
pl_pl: i finalnie po
ru_ru: и наконец по
sv_se: och slutligen efter
zh_cn: 按最终

# TaskOrderSettingsPage_Title.Text
source: Task ordering
cs_cz: Řazení úkolů
es_es: Ordenando tareas
fr_fr: Tri des tâches
hu_hu: Feladatok rendezése
pl_pl: Sortowanie zadań
ru_ru: Сортировка задач
sv_se: Uppgiftsordning
zh_cn: 任务排序

# ToodleDoSettingsPage_Email.Text
source: Email
hu_hu: E-mailcím
ru_ru: Эл. почта
sv_se: E-post
zh_cn: 电子邮箱

# ToodleDoSettingsPage_Password.Text
source: Password
cs_cz: Heslo
fr_fr: Mot de passe
hu_hu: Jelszó
pl_pl: Hasło
ru_ru: Пароль
sv_se: Lösenord
zh_cn: 密码

# VercorsSettingsPage_Title.Text
source: 2Day Cloud
es_es: Nube 2Day
fr_fr: Cloud 2Day
pl_pl: Chmura 2Day
ru_ru: Облако 2Day
sv_se: Molnet för 2Day
zh_cn: 2Day云端

# ViewSettingsPage_Intro.Text
source: Choose the views you want to display.
cs_cz: Vyberte zobrazení.
es_es: Elegir las vistas que desea mostrar. Mueva el pulgar para reoganizar las vistas.
fr_fr: Choisissez les vues que vous souhaitez afficher.
hu_hu: A megjelenítendő nézetek kiválasztása.
pl_pl: Wybierz widoki, które chcesz wyświetlić.
ru_ru: Выберите вкладки, которые вы хотите отобразить.
sv_se: Välj vilka vyer du vill visa.
zh_cn: 选择您想要显示的视图。

# ViewSettingsPage_Title.Text
source: Views
cs_cz: Zobrazení
es_es: Vistas
fr_fr: Vues
hu_hu: Nézetek
pl_pl: Widoki
ru_ru: Вкладки
sv_se: Vyer
zh_cn: 视图

# WelcomePage_LetsGo.Text
source: Ok, let's go
cs_cz: OK, pojďme na to
es_es: Perfecto, vámonos
fr_fr: D'accord, c'est parti
hu_hu: Rendben, kezdhetjük
pl_pl: OK, zaczynamy
ru_ru: Окей, начинаем
sv_se: OK, kör igång!
zh_cn: 好的，让我们开始吧

# AppBar_ShareLabel.Label
source: Share
cs_cz: Sdílet
es_es: Compartir
fr_fr: Partager
hu_hu: Megosztás
pl_pl: Udostępnij
ru_ru: Поделиться
sv_se: Dela
zh_cn: 分享

# SettingsPage_Title.Text
source: Settings
cs_cz: Nastavení
es_es: Configuración
fr_fr: Paramètres
hu_hu: Beállítások
pl_pl: Ustawienia
ru_ru: Настройки
sv_se: Inställningar
zh_cn: 设置

# GeneralSettingsPage_SecondaryQuickAddTile.Text
source: Tile to quickly add task
cs_cz: Dlaždice pro rychlé přidání úkolu
es_es: Celda para añadir tareas rápidamente
fr_fr: Tuile pour ajouter rapidement une tâche
hu_hu: Csempe kitűzése feladat azonnali létrehozásához
pl_pl: Kafelek do szybkiego dodawania zadań
ru_ru: Плитка для быстрого добавления задачи
sv_se: Tile för Quick-add- uppgift
zh_cn: 设置磁贴以快速添加任务

# FolderGroup_GroupCompleted.Content
source: Completed
cs_cz: Splněno
es_es: Terminada
fr_fr: Accomplies
hu_hu: Befejezett
pl_pl: Zakończone
ru_ru: завершенные
sv_se: Färdigställd
zh_cn: 已完成

# FolderGroup_GroupModified.Content
source: Modified
cs_cz: Upraveno
es_es: Modificado
fr_fr: Modifié
hu_hu: Módosítás ideje
pl_pl: Zmodyfikowano
ru_ru: Изменено
sv_se: Ändrad
zh_cn: 修改

# ExchangeSettingsPage_UseLegacyEngine.Text
source: Use the old sync engine
cs_cz: Používat starý synchronizace motoru
es_es: Utilizar el viejo motor de sincronización
fr_fr: Utiliser l'ancien moteur de synchronisation
hu_hu: A régi szinkron motor
pl_pl: Użyj stary silnik synchronizacji
ru_ru: Используйте старый двигатель синхронизации
sv_se: Använda den gamla synk motor
zh_cn: 使用旧的同步引擎

# GeneralSettingsPage_BadgeValue.Text
source: Tile badge value
cs_cz: odznak hodnota dlaždice
es_es: Valor insignia del azulejo
fr_fr: Valeur du badge de la tuile
hu_hu: Csempe kapott érték
pl_pl: Płytka wartość odznaka
ru_ru: Значение значок Tile
sv_se: Kakel märke värde
zh_cn: 平铺徽章值

# GeneralSettingsPage_AutoDeleteTags.Text
source: Auto delete tags
cs_cz: Auto odstranit tagy
es_es: Eliminar automáticamente las etiquetas
fr_fr: Suppression des tags automatique
hu_hu: Auto Címéket
pl_pl: Automatyczne usuwanie tagów
ru_ru: Автоматическое удаление тегов
sv_se: Auto ta bort taggar
zh_cn: 自动删除标签

# GeneralSettingsPage_AutoDeleteTagsDescription.Text
source: When option is on, a tag that is no longer used on any tasks is automatically deleted.
cs_cz: Když volba je, tag, který se již použity na jakýchkoliv úkolů je automaticky smazán.
es_es: Cuando la opción está activada, una etiqueta que ya no se utiliza en ninguna tarea se elimina automáticamente.
fr_fr: Lorsque l'option est activée, un tag qui n'est plus utilisé par aucune tâche est automatiquement supprimé.
hu_hu: Amikor opció be van kapcsolva, a tag, amely már nem használható bármely feladatok automatikusan törlődnek.
pl_pl: Gdy opcja jest włączona, tag, który nie jest już stosowany na wszelkie zadania są automatycznie usuwane.
ru_ru: Если опция включена, то тег, который больше не используется на любых задач автоматически удаляется.
sv_se: När alternativet är på, är en tagg som inte längre används på alla uppgifter raderas automatiskt.
zh_cn: 启用此选项时，将自动删除不再用于任何任务的标记。

# MiscSettingsPage_Log.Header
source: Logs
cs_cz: Záznamy
es_es: Registros
hu_hu: Naplózás
pl_pl: Rejestry
ru_ru: Журналы
sv_se: Log
zh_cn: 记录

# ExchangeSettingsPage_SetupMicrosoftAccount.Text
source: Microsoft employees should use the following configuration to sync 2Day with their corporate Microsoft account: -Email: full email address (firstname.lastname@microsoft.com) -Username: original email address (known at the alias or UPN address) – not the full email address -Domain: user domain (for example: “europe”) -Version: Office 365
cs_cz: Microsoft zaměstnanců měl použít následující konfiguraci pro synchronizaci 2Day jejich firemního účtu společnosti Microsoft: -E-mail: plná e-mailová adresa (firstname.lastname@microsoft.com) -username: původní e-mailová adresa (známá na alias nebo adresa UPN) - nikoli celá e-mailová adresa -domény: uživatel domény (například: „Evropa“) -version: Office 365
es_es: Los empleados de Microsoft deben utilizar la siguiente configuración para sincronizar 2Día con su cuenta de Microsoft corporativa: -Correo electrónico: dirección de correo electrónico completa (firstname.lastname@microsoft.com) -username: la dirección de correo electrónico original (conocido en el alias o dirección de UPN) - no la dirección de correo electrónico completa dominio de usuario (por ejemplo: “Europa”) -domain -version: Office 365
fr_fr: Les employés de Microsoft devraient utiliser la configuration suivante pour synchroniser 2Day avec leur compte d'entreprise Microsoft: -email: adresse e-mail complète (firstname.lastname@microsoft.com) -username: adresse e-mail d'origine (connue à l'alias ou l'adresse UPN) - pas l'adresse e-mail complète -domain: domaine utilisateur (par exemple: « europe ») -version: Office 365
hu_hu: Microsoft alkalmazottai használja az alábbi konfigurációt szinkronizálni 2Day a vállalati Microsoft-fiók: , E-mail: a teljes e-mail címet (firstname.lastname@microsoft.com) -username: e-mail címet (ismert az alias vagy UPN cím) - nem a teljes e-mail címet -domain: felhasználói domain (például: „Európa”) -version: Office 365
pl_pl: Pracownicy firmy Microsoft należy użyć następującej konfiguracji do synchronizowania 2Day ze swoim firmowym kontem Microsoft: -email: pełny adres e-mail (firstname.lastname@microsoft.com) -username: oryginalny adres e-mail (znane pod pseudonimem lub adresem UPN) - nie pełny adres e-mail domena użytkownika (na przykład: „Europa”) -domain -version: Office 365
ru_ru: Сотрудники Microsoft должны использовать следующую конфигурацию для синхронизации 2Day с корпоративной учетной записью Майкрософт: -Email: полный адрес электронной почты (firstname.lastname@microsoft.com) -username: оригинальный адрес электронной почты (известный по псевдониму или UPN-адрес) - не полный адрес электронной почты домен пользователя (например: «Европа») -области -Version: Офис 365
sv_se: Microsofts anställda bör använda följande konfiguration för att synkronisera 2Day med sitt företags Microsoft-konto: -Email: fullständiga e-postadress (firstname.lastname@microsoft.com) -Username: original e-postadress (känd vid alias eller UPN-adress) - inte hela e-postadressen -Domän: användardomän (till exempel: ”Europa”) -version: Office 365
zh_cn: 微软员工应使用以下配置与他们的企业Microsoft帐户同步2DAY： - 电子邮件：完整的电子邮件地址（firstname.lastname@microsoft.com） -Username：原来的电子邮件地址（别名或UPN地址知道） - 而不是完整的电子邮件地址 -Domain：用户域（例如：“欧洲”） -version：Office 365的
